/* eslint-disable jsx-a11y/anchor-is-valid */

import React from "react";
import "./styles.css";
import "./global.css";

function Header() {
  return (
    <header className="App-header">

      <div class="mainMenu">
        <ul>
          <li class="lftBordr">
            <a href ="#">головна</a>
            <ul class="submenu">
              <li>
                <a href="/tenden" >
                  Тенденція гримаси McDonald's Grimace Shake окупається для
                  мережі бургерів
                </a>
              </li>
              <li>
                <a href ="/russ">
                  Російські винищувачі неодноразово переслідували американські
                  військові безпілотники протягом липня. ,московські пілоти
                  скинули сигнальні ракети, які пошкодили безпілотник
                </a>
              </li>
              <li>
                <a href ="/woom">
                  Жінка сказала, що їй не дозволили сісти на рейс Frontier
                  Airlines, хоча вона прибула вчасно.
                </a>
              </li>
              <li>
                <a href ="/hocha">
                  Хоча Крістіна не завжди планувала їхати, Джара сказала The New
                  York Times, що вирішила приїхати, «тому що думала
                </a>
              </li>
              <li>
                <a href ="/speka">
                  Спека в Каліфорнії стала настільки сильною, що водій доставки
                  Amazon стрибнув у басейн клієнта, 
                </a>
              </li>
              <li>
                <a href ="/povid">
                  повідомив про нього за спробу знайти роботу по околицях.
                </a>
              </li>
            </ul>
          </li>
          <li class="news">
            <a href ="#">новини</a>
            <ul class="submenu1">
              <li>
                <a href ="/podar">
                  подарунок від поліцейського Хапевіля після того, як хтось
                  повідомив про нього за спробу знайти роботу по околицях.
                </a>
              </li>
              <li>
                <a href ="/vid">
                  подарунок від поліцейського Хапевіля після того, як хтось
                  повідомив про нього за спробу знайти роботу по околицях.
                </a>
              </li>
              <li>
                <a href ="/pol">
                  подарунок від поліцейського Хапевіля після того, як хтось
                  повідомив про нього за спробу знайти роботу по околицях.
                </a>
              </li>
              <li>
                <a href ="/spek">
                  Спека в Каліфорнії стала настільки сильною, що водій доставки
                  Amazon стрибнув у басейн клієнта, повністю одягнений стала
                  настільки сильною, що
                </a>
              </li>
            </ul>
          </li>
          <li class="events">
            <a href ="#">події</a>
            <ul class="submenu2">
              <li>
                <a href ="/podvid">
                  подарунок від поліцейського Хапевіля після того, як хтось
                  повідомив про нього за спробу знайти роботу по околицях.
                </a>
              </li>
              <li>
                <a href ="/vidpol">
                  подарунок від поліцейського Хапевіля після того, як хтось
                  повідомив про нього за спробу знайти роботу по околицях.
                </a>
              </li>
              <li>
                <a href ="/hap">
                  подарунок від поліцейського Хапевіля після того, як хтось
                  повідомив про нього за спробу знайти роботу по околицях.
                </a>
              </li>
              <li>
                <a href ="/happi">
                  подарунок від поліцейського Хапевіля після того, як хтось
                  повідомив про нього за спробу знайти роботу по
                  околицях.подарунок від поліцейського Хапевіля після того, як
                  хтось повідомив про нього за спробу знайти роботу по
                  околицях.подарунок від поліцейського Хапевіля після того, як
                  хтось повідомив про нього за спробу знайти роботу по околицях.
                </a>
              </li>

              <li>
                <a href ="/spekv">
                  Спека в Каліфорнії стала настільки сильною, що водій доставки
                  Amazon стрибнув у басейн клієнта, повністю одягнений стала
                  настільки сильною, що
                </a>
              </li>
              <li>
                <a href ="/podpolha">
                  подарунок від поліцейського Хапевіля після того, як хтось
                  повідомив про нього за спробу знайти роботу по
                  околицях.подарунок від поліцейського Хапевіля після того, як
                  хтось повідомив про нього за спробу знайти роботу по
                  околицях.подарунок від поліцейського Хапевіля після того, як
                  хтось повідомив про нього за спробу знайти роботу по околицях.
                </a>
              </li>
              <li>
                <a href ="/polhappy">
                  подарунок від поліцейського Хапевіля після того, як хтось
                  повідомив про нього за спробу знайти роботу по
                  околицях.подарунок від поліцейського Хапевіля після того, як
                  хтось повідомив про нього за спробу знайти роботу по
                  околицях.подарунок від поліцейського Хапевіля після того, як
                  хтось повідомив про нього за спробу знайти роботу по околицях.
                </a>
              </li>
            </ul>
          </li>
          <li class="society">
            <a href ="#">суспільство</a>

            <ul class="submenu3">
              <li>
                <a href ="/subsoc">
                  подарунок від поліцейського Хапевіля після того, як хтось
                  повідомив про нього за спробу знайти роботу по околицях.
                </a>
              </li>
              <li>
                <a href ="/podsubsoc">
                  подарунок від поліцейського Хапевіля після того, як хтось
                  повідомив про нього за спробу знайти роботу по околицях.
                </a>
              </li>
              <li>
                <a href ="/subsocpolh">
                  подарунок від поліцейського Хапевіля після того, як хтось
                  повідомив про нього за спробу знайти роботу по околицях.
                </a>
              </li>
              <li>
                <a href ="/presentpolice">
                  подарунок від поліцейського Хапевіля після того, як хтось
                  повідомив про нього за спробу знайти роботу по
                  околицях.подарунок від поліцейського Хапевіля після того, як
                  хтось повідомив про нього за спробу знайти роботу по
                  околицях.подарунок від поліцейського Хапевіля після того, як
                  хтось повідомив про нього за спробу знайти роботу по околицях.
                </a>
              </li>

              <li>
                <a href ="/spekanews">
                  Спека в Каліфорнії стала настільки сильною, що водій доставки
                  Amazon стрибнув у басейн клієнта, повністю одягнений стала
                  настільки сильною, що
                </a>
              </li>
              <li>
                <a href ="/sppolhapp">
                  подарунок від поліцейського Хапевіля після того, як хтось
                  повідомив про нього за спробу знайти роботу по
                  околицях.подарунок від поліцейського Хапевіля після того, як
                  хтось повідомив про нього за спробу знайти роботу по
                  околицях.подарунок від поліцейського Хапевіля після того, як
                  хтось повідомив про нього за спробу знайти роботу по околицях.
                </a>
              </li>
              <li>
                <a href ="/prepol">
                  подарунок від поліцейського Хапевіля після того, як хтось
                  повідомив про нього за спробу знайти роботу по
                  околицях.подарунок від поліцейського Хапевіля після того, як
                  хтось повідомив про нього за спробу знайти роботу по
                  околицях.подарунок від поліцейського Хапевіля після того, як
                  хтось повідомив про нього за спробу знайти роботу по околицях.
                </a>
              </li>
            </ul>
          </li>
          <li class="rghtBorder">
            <a href ="#">в світі</a>
          </li>
        </ul>
      </div>
    </header>
  );
}

export default Header;
